Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Cranach, hans verksted (by erroneus tradition)
nb: Cranach, hans verksted (ifølge feilaktig tradisjon)

source: On the other hand, the politically engaged art of Hannah Ryggen later finds echoes in the iconic Vietnam painting of Kjartan Slettemark and the work of Per Kleiva, Berit Soot Kløvig, and more recently Victor Lind and Marianne Heier.
nb: På den annen side finner Hannah Ryggens politisk engasjerte kunst gjenklang i Kjartan Slettemarks ikoniske Vietnam-bilde, eller i verkene til Per Kleiva, Berit Soot Kløvig, Victor Lind og Marianne Heier.

source: Hadeland Glassverk is without a doubt Norway's most important producer of table glassware since 1850.
nb: Hadeland Glassverk er uten tvil Norges viktigste produsent av bordglass etter 1850.

source: Johan Henrik Reijmers (Manufactured by)
nb: Johan Henrik Reijmers (Produsent)

source: Rafael, hans skole (Artist for cartoon/modello i.a.)
nb: Rafael, hans skole (Kunstner for mønster/kartong e.l.)

source: 1970-tallet (design 1933) Object type: Armstol
nb: 1970-tallet (design 1933)

source: underlines the connection between social class and the consumption of art, and was originally performed in 1991 in New York at an exhibition featuring works by the American artist Allan McCollum.
nb: undersøker sammenhengen mellom kunstkonsum og sosiale klasser, og ble opprinnelig framført i tilknytning til en utstilling med verk av amerikaneren Allan McCollum i New York i 1991.

source: "Riss og dyrestudie" relates to: Related works
nb: "Riss og dyrestudie" relaterer til: Utforsk lignende verk fra samlingen

source: "Hyrde, etter Bertel Thorvaldsen" relates to: Related works
nb: "Hyrde, etter Bertel Thorvaldsen" relaterer til: Utforsk lignende verk fra samlingen

source: "Beitende ku, Skagen" relates to: Related works
nb: "Beitende ku, Skagen" relaterer til: Utforsk lignende verk fra samlingen

source: Established a weaving studio at Tullinløkka in Oslo in 1892
nb: Etablerte vevaterlier på Tullinløkka i Oslo i 1892

source: From 1931 he studied under the German architect Ludwig Hilberseimer, who was engaged to Otti Berger.
nb: Fra 1931 fulgte han undervisningen til den tyske arkitekten Ludwig Hilberseimer, som var forlovet med Otti Berger.

source: "To fektende menn" relates to: Related works
nb: "To fektende menn" relaterer til: Utforsk lignende verk fra samlingen

source: Baird problematizes the many arenas and functions of women, related to motherhood, sexuality, and the tyranny of beauty.
nb: Baird problematiserer kvinnens mange arenaer og funksjoner, knyttet til morsrollen, seksualitet og skjønnhetstyranni.

source: the new National Museum
nb: det nye Nasjonalmuseet

source: Berger (1898–1944) always wove her prototypes directly on the loom without drawing them first, and she developed innovative fabrics and industrially produced textiles for a wide market in Germany, Switzerland, the Netherlands and the United Kingdom.
nb: Berger (1898–1944) vevet alltid sine prototyper direkte på veven uten tegning, og hun utviklet nyskapende vevnader og industriproduserte tekstiler for et bredt marked i Tyskland, Sveits, Nederland og Storbritannia.

source: In 1888, Backer established herself in Norway, and from 1892 to 1910 ran a painting school in Kristiania.
nb: i 1888 etablerte Backer seg i hjemlandet, og drev fra 1892 til 1910 en malerskole i Kristiania.

source: Nearly 20 years ago, long before I began to sort through the contents of the second crate to get a complete overview, it was unclear what the pile actually contained, mainly because these drawings and texts were meant to be like an undisturbed heap.
nb: For nesten 20 år siden, lenge før jeg begynte å gå gjennom innholdet i den andre kassen for å lage en fullstendig oversikt, var det uvisst hva som faktisk var i den haugen, hovedsakelig fordi disse tegningene og tekstene var ment å være som en uberørt haug.

source: Show the image "Thorbjørn Lie-Jørgensen, pitcher for hot chocolate, silver and ebony, David-Andersen (manufacturer), 1934." in fullscreen
nb: Vis bildet "Thorbjørn Lie-Jørgensen, sjokoladekanne, sølv og ibenholt, David-Andersen (produsent), 1934." i full størrelse

source: During the year, the public is invited to view major works from the museum's collection at exhibition venues such as Kunstnernes Hus, Blaafarveværket, the Queen Sonja Art Stable and the Norwegian Museum of Science and Technology.
nb: I løpet av året inviteres publikum til å oppleve sentrale verk fra museets samling på visningssteder som Kunstnernes Hus, Blaafarveværket, Dronning Sonja KunstStall og Teknisk Museum.

source: The police remove demonstrators blocking the road leading to the construction site in Stilla in January 1981.
nb: Politiet fjerner demonstranter som sperrer anleggsveien i Stilla i januar 1981.

source: Christian Boltanski is dealing with recent history in his emotially laden work.
nb: Christian Boltanski tar i sine følelsesladete arbeider opp spørsmål fra nyere historie.

source: Michel (d.e) Corneille (by erroneus tradition)
nb: Michel (d.e) Corneille (ifølge feilaktig tradisjon)

source: During this time he mainly painted primitive women nudes.
nb: På denne tiden malte han i hovedsak primitive kvinneakter.

source: Andrea Pozzo (by tradition)
nb: Andrea Pozzo (etter tradisjon)

source: Terrace houses in Gange Rolvs street
nb: Rekkehus i Gange Rolvs gate

source: "Fra Åkersvika ved Hamar" relates to: Related works
nb: "Fra Åkersvika ved Hamar" relaterer til: Utforsk lignende verk fra samlingen

source: The palm-like ornaments at the bottom of the tapestry appeared in pictorial art around 1150, suggesting that the tapestry was woven towards the end of the dated period.
nb: De palmeliknende rankene nederst på teppet, som først ble vanlig i billedkunsten rundt 1150, tyder på at teppet er vevd mot slutten av perioden.

source: Lilleborg Church, Plan of Organ Gallery
nb: Lilleborg kirke, orgelgalleri og takplan

source: Born 1804 in Roma, Italia, death 1880 in Frederiksberg, Danmark
nb: Født 1804 i Roma, Italia, død 1880 i Frederiksberg, Danmark

source: Munch’s influence on German expressionism can be demonstrated by means of important oil paintings and graphic works by for example Ernst Ludwig Kirchner or Emil Nolde.
nb: Munchs påvirkning på tysk ekspresjonisme anskueliggjøres ved å se hans bilder i tilknytning til viktige malerier og grafiske arbeider i samlingen av for eksempel Ernst Ludwig Kirchner og Emil Nolde.

source: A graduate of the National Academy of Craft and Art Industry, Vigeland also trained as a goldsmith and studied design at the PLUS centre in Fredrikstad.
nb: Vigeland er utdannet ved Statens håndverks- og kunstindustriskole, Oslo yrkesskole, gullsmedlinja og ved PLUS-senteret i Fredrikstad.

source: Get to know the artist's home, Leveld, in Lysaker, Strand farm in Numedal and Håkonshallen in Bergen.
nb: Bli bedre kjent med kunstnerens eget hjem, Leveld på Lysaker, Strand gård i Numedal og Håkonshallen i Bergen.

source: Born 26.09.1851 in Nittedal, death 12.12.1885 in Kristiania, Norge
nb: Født 26.09.1851 i Nittedal, død 12.12.1885 i Kristiania, Norge

source: Gundersen’s works from the period show the influence of Robert Rauschenberg and Edward Kienholz, and also borrow elements from surrealism.
nb: Gundersens arbeider fra perioden viser påvirkninger fra Robert Rauschenberg og Edward Kienholz, i tillegg til elementer fra surrealismen.

source: This stems from Hadeland's position in the Norwegian domestic market and its shared history with Christiania Glasmagasin over many years.
nb: Dette henger sammen med Hadelands posisjon på det norske hjemmemarkedet og dets felles historie med Christiania Glasmagasin i mange år.

source: © Larsen, Fritjof, Øvergaard, Ole Bernhard Related works
nb: © Larsen, Fritjof, Øvergaard, Ole Bernhard Utforsk lignende verk fra samlingen

source: Wenche Selmer's work combined modern features, such as open plan design and large glass areas, with traditional building techniques.
nb: Wenche Selmers arbeid kombinerte moderne trekk, som åpen planløsning og store glassflater, med tradisjonell byggeskikk.

source: "Juveler David-Andersens butikk" relates to: Related works
nb: "Juveler David-Andersens butikk" relaterer til: Utforsk lignende verk fra samlingen

source: "Hamar domkirke sett fra Sagatun (detalj)" relates to: Related works
nb: "Hamar domkirke sett fra Sagatun (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Beate Hølmebakk, "House for a young Woman I", 1995" in fullscreen
nb: Vis bildet "Beate Hølmebakk, «Hus for en ung kvinne I», 1995" i full størrelse

source: shares many characteristics with Oda Krohg.
nb: har mange fellestrekk med Oda Krohg.

source: Norsk Forening For Grafisk Kunst (Publisher)
nb: Norsk Forening For Grafisk Kunst (Utgiver/forlegger)

source: Around 1983 Marianne Heske created novel impressions of the natural landscape using video’s early technologies to generate a still video image.
nb: Rundt 1983 avbildet Marianne Heske naturlandskapet på en nyskapende måte ved å bruke datidens videoteknologi til å lage stillbilder.

source: "Konfektskål" relates to:
nb: "Konfektskål" relaterer til:

source: Valentin de Boulogne (assumed certain)
nb: Valentin de Boulogne (antatt sikker)

source: View of Arles from Montmajour
nb: Utsikt mot Arles fra Montmajour

source: During her years at the Academy of Fine Arts in Oslo (1960–64), Berit Soot Kløvig was taught by Professor Per Palle Storm.
nb: I sin tid på Statens kunstakademi (1960–64) studerte Berit Soot Kløvig under professor Per Palle Storm.

source: One example of this approach is given by the Learning
nb: Et eksempel på denne tilnærmingsmåten er «Learning

source: You can clearly see the Bauhaus style in many of Korsmo's works, including in Villa Stenersen.
nb: Man ser helt klart Bauhausstilen i mange av Korsmos arbeider, også i Villa Stenersen.

source: Ezio Micelli from IUAV said the interest for more sustainable forms of living is in demand among younger italians.
nb: Ezio Micelli fra IUAV mente at interessen for mer bærekraftige boformer er et krav blant yngre italienere.

source: Giovanni Lanfranco (by erroneus tradition)
nb: Giovanni Lanfranco (ifølge feilaktig tradisjon)

source: "Verkstedinteriør" relates to:
nb: "Verkstedinteriør" relaterer til:

source: When he came to show the photos we had done together, I was happy.
nb: Da Christer viste meg bildene han hadde tatt av meg, ble jeg glad.

source: Ludovico Carracci (by erroneus tradition)
nb: Ludovico Carracci (ifølge feilaktig tradisjon)

source: Carlo Caliari (Artist for cartoon/modello i.a.
nb: Carlo Caliari (Kunstner for mønster/kartong e.l.

source: Nonetheless, von Hanno was declared the winner in 1865.
nb: Likevel, von Hanno ble erklært som vinner i 1865.

source: Harald Sohlberg discovered the motif for ”Winter Night in the Mountains” during an Easter skiing trip.
nb: Harald Sohlberg oppdaget motivet til «Vinternatt i Rondane» på en påskeskitur.

source: "Menn som fanger reinsdyr" relates to: Related works
nb: "Menn som fanger reinsdyr" relaterer til: Utforsk lignende verk fra samlingen

source: After a Drawing by Hans Holbein the Younger
nb: Etter Hans Holbein d.y.

source: is a portrait of the Norwegian composer Arne Nordheim.
nb: er et portrett av den norske komponisten Arne Nordheim.

source: "Fra Buøya mot Steinsøya" relates to: Related works
nb: "Fra Buøya mot Steinsøya" relaterer til: Utforsk lignende verk fra samlingen

source: Leif Sørensen (Producer of depicted object)
nb: Leif Sørensen (Produsent av avbildet gjenstand)

source: Paintings, sculptures, handicrafts and designs will be displayed, with emphasis on the period before 1945.
nb: Her vises malerier, skulpturer, kunsthåndverk og design, med vekt på perioden før 1945.

source: Henrik Ibsen's plays about humanity's existential challenges inspired Munch.
nb: Henrik Ibsens dramaer om menneskets eksistensielle utfordringer inspirerte Munch.

source: "Ole Sivertsen Solberg" relates to: Related works
nb: "Ole Sivertsen Solberg" relaterer til: Utforsk lignende verk fra samlingen

source: It was important for her to share her knowledge with others.
nb: Det var viktig for henne å dele sine kunnskaper med andre.

source: "Figurer i båt under skyer" relates to: Related works
nb: "Figurer i båt under skyer" relaterer til: Utforsk lignende verk fra samlingen

source: Rogaland and the region's varied coastal landscape remained cherished subjects for Hertervig throughout life.
nb: Rogaland og regionens varierte kystlandskap forble kjære motiver for Hertervig hele livet.

source: In 1968 Merz created his first igloo installation, which subsequently became a motif in his artistic output.
nb: I 1968 laget Merz sin første iglo-installasjon, som siden ble et ledemotiv i hans oeuvre.

source: Begun in 1997, it wasn’t until 2017 that Melgaard put the finishing touches to the work:
nb: Installasjonen ble opprinnelig til i 1997, men først i 2017 la Melgaard siste hånd på verket:

source: Bergman was born in Stockholm in 1909, but was raised in Norway.
nb: Bergman var født i Stockholm i 1909, men vokste opp i Norge.

source: The non-Norwegian part of the drawing collection comprises around 2 000 items, primarily by older European masters.
nb: Den utenlandske delen av tegningsamlingen omfatter ca. 2 000 tegninger, i hovedsak eldre europeiske mestertegninger.

source: From the initial lithographs in 1952 and until her death in 1987, Bergman worked with a variety of intaglio, relief, and planographic techniques.
nb: Fra de første litografiene i 1952 og frem til sin død i 1987 arbeidet Bergman med ulike grafiske teknikker innenfor dyptrykk, høytrykk og plantrykk.

source: On the way to Bergen, Otti Berger also visited Deputy Director Henrik Grevenor at the Norwegian Museum of Decorative Arts in Oslo, and ordered seven photos from the textile collection (unfortunately it is unknown which photos were ordered).
nb: På vei til Bergen besøkte Otti Berger også visedirektør Henrik Grevenor på Kunstindustrimuseet i Oslo, og bestilte syv foto fra tekstilsamlingen (hvilke vet vi dessverre ikke).

source: Giovanni Benedetto Castiglione (assumed certain)
nb: Giovanni Benedetto Castiglione (Kunstner for mønster/kartong e.l.)

source: “I am half Jewish and half Christian … All my work is more or less about the Holocaust,” he said in an interview in 1994.
nb: «Jeg er halvt jødisk, halvt kristen … Mer eller mindre alt jeg gjør, handler om holocaust,» sa han i et intervju i 1994.

source: But a majority of art historians still attribute this painting to Orazio Gentileschi.
nb: Men de fleste mener fortsatt at det er Orazio Gentileschi som står bak dette maleriet.

source: "Bro i landskap" relates to: Related works
nb: "Bro i landskap" relaterer til: Utforsk lignende verk fra samlingen

source: "Ku og to figurer" relates to: Related works
nb: "Ku og to figurer" relaterer til: Utforsk lignende verk fra samlingen

source: Just before the school was closed down in the fall of 1932, the young painter Finn Nielssen visited Bauhaus.
nb: Like før skolen stengte høsten 1932 besøkte den unge maleren Finn Nielssen Bauhaus.

source: "En barnemorderske i forhør" relates to: Related works
nb: "En barnemorderske i forhør" relaterer til: Utforsk lignende verk fra samlingen

source: improvements in, for example, critical thinking skills (see for
nb: dringer, for eksempel innen kritisk tenkning (se for eksem-

source: Queen Maud on horseback (ca. 1915?)
nb: 1915?)" i full størrelse Dronning Maud til hest (ca.

source: Her father was attorney general Christian Lasson and her mother was Alexandra von Munthe af Morgenstierne.
nb: Faren var regjeringsadvokat Christian Lasson og moren Alexandra von Munthe af Morgenstierne.

source: Kangxi (Historical event, person, place, with affiliation)
nb: Kangxi (Historisk hendelse, person, sted, med tilknytning - antatt)

source: Here you can sit down in peace and quiet and enjoy nature.
nb: Her skal du kunne sitte ned, i fred og ro, og nyte naturen.

source: [Thomas Fearnley’s Drawings: From Travels at Home and Abroad 1824–1840], Sigurd Willoch, Ed.
nb: fra reiser ute og hjemme 1824–1840, Sigurd Willoch red. Oslo:

source: Josef von Storck (Artist for cartoon/modello i.a.
nb: Josef von Storck (Kunstner for mønster/kartong e.l.

source: "If you're chopping in my Forest, I'm going to kill you!"
nb: "Dersom du hogger i skogen min, skal jeg drepe deg!"

source: The exhibition is under the auspices of the National Museum and is curated by senior researcher at the National Museum, Widar Halén, in collaboration with guest curator and art historian Jan Kokkin.
nb: Utstillingen er i regi av Nasjonalmuseet og er kuratert av seniorforsker i Nasjonalmuseet, Widar Halén, i samarbeid med gjestekurator og kunsthistoriker Jan Kokkin.

source: She and the boy are left to fend for themselves amidst the desolate, inhospitable nature.
nb: Hun og gutten er overlatt til seg selv og den mennesketomme og ugjestmilde naturen.

source: "Sittende gammel mann, Pützfeld" relates to: Related works
nb: "Sittende gammel mann, Pützfeld" relaterer til: Utforsk lignende verk fra samlingen

source: "Skogparti fra Prater i Wien" relates to: Related works
nb: "Skogparti fra Prater i Wien" relaterer til: Utforsk lignende verk fra samlingen

source: Sentrallaboratorium for Borregaard fabrikker (NOR)
nb: Eneboliger for Gullaug kjemiske fabrikker

source: Just Justesen Høeg (Historical event, person, place, with affiliation)
nb: Just Justesen Høeg (Historisk hendelse, person, sted, med tilknytning)

source: "En reise i Bretagne..." relates to: Related works
nb: "En reise i Bretagne..." relaterer til: Utforsk lignende verk fra samlingen

source: "Portrait of Ole Leuthen Ring" relates to: Related works
nb: "Ole Leuthen Ring" relaterer til: Utforsk lignende verk fra samlingen

source: Display them in your Animal Crossing house or use as patterns on clothes.
nb: Bruk oppskriften under for å importere verkene inn i ditt Animal Crossing-spill.

source: the event’ (Wilmot, 2017) and was completed by Learning
nb: nen feedback om arrangementer» (Wilmot, 2017) og som ble

source: The painting won acclaim when it was shown at the Salon d’Automne in Paris.
nb: Det vakte anerkjennelse da det ble stilt ut på Salon d´Automne i Paris.

source: Filippo Lippi (Artist for cartoon/modello i.a.
nb: Filippo Lippi (Kunstner for mønster/kartong e.l.

source: "Fra Skogstad, Valdres" relates to: Related works
nb: "Fra Skogstad, Valdres" relaterer til: Utforsk lignende verk fra samlingen

source: Siv Helen Stangeland from Helen & Hard Architects presented ongoing projects and experience from developing cohousing.
nb: i Venezia, mens Siv Helene Stangeland fra Helen & Hard arkitekter presenterte pågående arbeider og erfaringer med utvikling av bofellesskap.

source: "Riss av busker" relates to: Related works
nb: "Riss av busker" relaterer til: Utforsk lignende verk fra samlingen

source: "To musikanter" relates to:
nb: "To musikanter" relaterer til:

source: "Barneansikt" relates to:
nb: "Barneansikt" relaterer til:

source: - Christer Strömholm (from the introduction to
nb: – Christer Strömholm (fra introduksjonen til

source: "Hans Jacob Olsen, Nevlunghavn" relates to: Related works
nb: "Hans Jacob Olsen, Nevlunghavn" relaterer til: Utforsk lignende verk fra samlingen

source: Choose the Animal Crossing section of the app and then "Designs" and "Scan a QR code".
nb: Gå inn på Animal Crossing-delen av appen og velg «Designs», og «Scan a QR code».

source: Show the image "Edvard Munch, "Madonna", 1894–1895." in fullscreen
nb: Edvard Munch Vis bildet "Edvard Munch, «Madonna», 1894–1895." i full størrelse

source: Fourier transform infrared spectroscopy (FTIR) is a successful and established technique used for the chemical characterisation of organic materials in paint films and varnish coatings.
nb: Fourier transform infrarød spektroskopi (FTIR) er en vellykket og etablert teknikk som brukes til kjemisk karakterisering av organiske materialer i malingsfilm og ferniss.

source: A member of Otto Steinert's group Fotoform, which worked on subjective photography.
nb: Var med i Otto Steinerts gruppe Fotoform, som jobbet med det subjektive fotografiet.

source: "Ved Vesuvs krater" relates to: Related works
nb: "Ved Vesuvs krater" relaterer til: Utforsk lignende verk fra samlingen

source: "Christiania sett fra Hovedøya" relates to: Related works
nb: "Christiania sett fra Hovedøya" relaterer til: Utforsk lignende verk fra samlingen

source: A/S Inventar (Producer of depicted object)
nb: A/S Inventar (Produsent av avbildet gjenstand)

source: "Kvinne og barn, Glion" relates to: Related works
nb: "Kvinne og barn, Glion" relaterer til: Utforsk lignende verk fra samlingen

source: When Piranesi arrived in Rome in 1740, he quickly became a student of the famous graphic artist Giuseppe Vasi (1710–1782).
nb: Da Piranesi ankom Roma i 1740 ble han raskt elev av den kjente grafikeren Giuseppe Vasi (1710–1782).

source: Kawaguchiya Chôzô (Publisher - assumed certain)
nb: ved mangfoldiggjøring - antatt sikker)

source: "Studie etter Tizians "Jomfru Marias fremstilling i tempelet"" relates to: Related works
nb: "Studie etter Tizians "Jomfru Marias fremstilling i tempelet"" relaterer til: Utforsk lignende verk fra samlingen

source: Johann Martin Lerch (by erroneus tradition)
nb: Johann Martin Lerch (ifølge feilaktig tradisjon)

source: Bjørlo creates large-scale works in all types of media.
nb: Bjørlo arbeider med store formater i alle medier.

source: "Dampskipet "Olaf Trygvason"" relates to: Related works
nb: "Dampskipet "Olaf Trygvason"" relaterer til: Utforsk lignende verk fra samlingen

source: How do art, design and architecture affect our lives?
nb: Hvordan griper kunst, design og arkitektur inn i livene våre?

source: "Fra Gyssestad (detalj)" relates to: Related works
nb: "Fra Gyssestad (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: In 1774 he was appointed Government Paymaster; in other words he was in charge of Norway’s national treasury.
nb: I 1774 ble han utnevnt til zahlkasserer, det vil si at han bestyrte Norges statskasse.

source: Francesco Solimena (by erroneus tradition)
nb: Francesco Solimena (ifølge feilaktig tradisjon)

source: Comparative analysis of permanent exhibitions in Norwegian fine art and decorative arts museums 2011–2012
nb: Komparativ analyse av basisutstillinger i norske kunst- og kunstindustrimuseer 2011–2012

source: Rembrandt, hans skole (by erroneus tradition)
nb: Rembrandt, hans skole (ifølge feilaktig tradisjon)

source: Vullum was a literary critic, journalist and political activist, especially for women’s rights.
nb: Hun var litteraturkritiker, journalist og politisk engasjert, blant annet i kvinnesaken.

source: The first time one of her paintings was shown at an exhibition was at Christiania Kunstforening in 1858.
nb: Første gang hun deltok med et bilde på en utstilling var i 1858, i Christiania Kunstforening.

source: "Marie Paalsdatter Dagalie, Enderud" relates to: Related works
nb: "Marie Paalsdatter Dagalie, Enderud" relaterer til: Utforsk lignende verk fra samlingen

source: Rembrandt van Rijn (Artist for cartoon/modello i.a.
nb: Rembrandt van Rijn (Kunstner for mønster/kartong e.l.

source: "Strand med popler, Reichenau" relates to: Related works
nb: "Strand med ruin og popler, Reichenau" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Myre ved Hedenstad" relates to: Related works
nb: "Fra Myre ved Hedenstad" relaterer til: Utforsk lignende verk fra samlingen

source: "Fiskere på stranden" relates to: Related works
nb: "Fiskere på stranden" relaterer til: Utforsk lignende verk fra samlingen
